#!/usr/bin/python
#-*- coding: utf-8 -*-

welcome_output = """ನಮಸ್ಕಾರ!
ನಾನು ಇಂಗ್ಲೀಷ್ - ಕನ್ನಡ ಡಿಕ್ಷನರಿ ಬಾಟ್
ನಾನು ಕನ್ನಡ ವೀಕ್ಷ್ನರಿಯ ಸಹಾಯದಿಂದ ಪದಗಳ ಅರ್ಥವನ್ನು ಹೇಳಬಲ್ಲೆ.
ಅರ್ಥ ತಿಳಿಯಲು ಶಬ್ದವನ್ನು ನನಗೆ ಕಳುಹಿಸಿ.
ಶುಭ ದಿನ!"""

not_found_output = """
ನೀವು ಪದಕ್ಕೆ ಅರ್ಥ ಸೇರಿಸಬೇಕಿದ್ದರೆ,
#add english-word: ಕನ್ನಡದ ಅರ್ಥ
ಬರೆದು ಕಳಿಸಿ.ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಅರ್ಥಗಳಿದ್ದರೆ "," ಬಳಸಿ.  
"""

thanks_output = """
ಪದವನ್ನು ಸೇರಿಸಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು.
ಎಲ್ಲಾ ಪದಗಳನ್ನು ವಿಕಿಷನರಿ ತಂಡಕ್ಕೆ ಕಳಿಸಬೇಕಾದ್ದರಿಂದ ಸಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ.
ಒಮ್ಮೆ ಪದಗಳನ್ನು ವಿಕಿಷನರಿ ಗೆ ಸೇರಿಸಿದ ಬಳಿಕ ಅವನ್ನು ಬಳಸಬಹುದು. 
"""

xhtml_im_header = """
<html xmlns='http://jabber.org/protocol/xhtml-im'>
  <body xmlns='http://www.w3.org/1999/xhtml'>
"""

xhtml_im_footer = """
  </body>
</html>
"""
