# -*- coding: utf-8 -*-

welcome_strings = {
    "kn": u"ನಮಸ್ಕಾರ, ನಾನು ಕನ್ನಡ ಪಂಡಿತ. ನಾನು ನಿಮಗೆ ಕನ್ನಡ ಅಥವಾ ಇಂಗ್ಲೀಷ್ ಪದಗಳ" +
    u" ಅರ್ಥವನ್ನು ತಿಳಿಸಬಲ್ಲೆ, ಅರ್ಥ ತಿಳಿಯಲು ನನಗೆ ಶಬ್ದವನ್ನು ಕಳುಹಿಸಿ",
    "ml": u"നമസ്കാരം, ഞാൻ ഒരു നിഖണ്ടു ആകുന്നു. എനിക്ക് വാക്കുകളുടെ അർത്ഥം" +
    u" പറഞ്ഞുതെരാൻ സാധിക്കും."
}

notfound_strings = {
    "kn": u"‌ಕ್ಷಮಿಸಿ ಈ '{}' ಪದದ ಅರ್ಥ ನನಗೆ ತಿಳಿದಿಲ್ಲ, ಬೇರೊಂದು ಪದವನ್ನು" +
    " ಪ್ರಯತ್ನಿಸಿ.",
    "ml": u"ക്ഷമിക്കണം, ഈ വാക്കിന്റെ ('{}') അർഥം കണ്ടുപിടിക്കാനാകുന്നില്ല." +
    u" ദയവായി വേറെ ഒരു വാക്ക് ശ്രമിക്കുക."
}
